[
  {
    "_id": "01",
    "title": "Kamen Rider Black RX",
    "summary": "Half a year after the downfall of Gorgom, Kotaro Minami has gotten a job of a helicopter pilot in a business owned by the Sahara family. Kotaro is later captured by the Crisis Empire and offered a place in their group. When Kotaro refused, his King Stone was shattered and he was thrown into space where the sun's radiation mutated his King Stone and he mutated into Kamen Rider Black RX. With his new powers, he battles the Crisis Empire and thwarts their plans to take over Earth.",
    "cover": "9110712rx.jpg",
    "logo": "RX_Logo.png",
    "background": "background.png",
    "titleCard": "Kamen_rider_black_rx_title_banner.jpg",
    "fandomWiki": "https://kamenrider.fandom.com/wiki/Kamen_Rider_Black_RX",
    "imdbUrl": "https://www.imdb.com/title/tt0151178/",
    "imdbRating": "8.2",
    "releaseInfo": "1987-1988",
    "averageRunningTime": "25m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Kamen Rider Black RX (仮面ライダーBLACK RX, Kamen Raidā Burakku Āru Ekkusu, Masked Rider Black RX) is a Japanese tokusatsu drama and the ninth installment of the Kamen Rider Series. Debuting as the 9th and final entry of the Showa Era, it serves as a direct sequel to Kamen Rider Black and aired from October 23, 1988 to September 24, 1989 on the Mainichi Broadcasting System and the Tokyo Broadcasting System. The 47-episode series was a joint collaboration between Ishimori Productions and Toei Company. The show aired in Indonesia under the title Ksatria Baja Hitam RX. The show aired in Hong Kong under the title 幪面超人RX.\n\nThe series was adapted by Saban in North America as Saban's Masked Rider in an attempt to integrate its universe with the Power Rangers series.\n\nTop Cast\nTetsuo Kurata as Kamen Rider Black Rx / Kotaro Minami\nMasanori Jisen as Century King Shadow Moon / Nobuhiko Akizuki\nSeizō Katō and Hidekatsu Shibata as General Jark\nReferences\nhttps://kamenrider.fandom.com/wiki/Kamen_Rider_Black_RX\nhttps://kissasian.li/Drama/Kamen-Rider-Black-RX"
  },
  {
    "_id": "02",
    "title": "Uchuu Keiji Shaider",
    "summary": "In college studying archaeology, Dai Sawamura deciphers the symbols of the Nazca Lines in Peru. Impressed by this feat, the Galactic Union Police (銀河連邦警察, Ginga Renpō Keisatsu) recruit and train him to be Earth's third Space Sheriff. He's given the code name Shaider in memory of an ancient warrior who defeated Emperor Kubilai and brought down his Fuuma Empire 12,000 years ago. When Fuuma returns, Dai is deputized as he returns to Earth to battle Fuuma.",
    "cover": "9vJzrEPmjxcaxQJ3o3nxaeYVkT3.jpg",
    "logo": "space-sheriff-shaider-5e67c3763041c.png",
    "background": "background.png",
    "titleCard": "Ukshaidertitle1.jpg",
    "fandomWiki": "https://metalheroes.fandom.com/wiki/Uchuu_Keiji_Shaider",
    "imdbUrl": "https://www.imdb.com/title/tt0185829",
    "imdbRating": "7.8",
    "releaseInfo": "1984-1985",
    "averageRunningTime": "30m",
    "seasons": [
      "Season 1",
      "Season 2",
      "Specials",
      "Movies"
    ],
    "details": "Space Sheriff Shaider (宇宙刑事シャイダー, Uchū Keiji Shaidā) is a tokusatsu television show that aired from March 2, 1984 to March 8, 1985. It is the last of the \"Space Sheriff Series\" of the broader Metal Hero Series franchise, the previous two being Space Sheriff Gavan and Space Sheriff Sharivan.\n\nAction footage from Shaider was used for Season 2 of VR Troopers. For distribution purposes, Toei refers to this television series as Space Captain Sheider."
  },
  {
    "_id": "03",
    "title": "Kousoku Sentai Turboranger",
    "summary": "Twenty thousand years ago, the Fairy race assisted humans in a battle against the Bōma Tribes and sealed them away. Due to modern day pollution and man's destruction of nature, the power of Fairy magic has weakened, allowing the seal to be broken and the Tribes escape. With the help of Doctor Dazai, Seelon, the last of the fairies, summoned five high school seniors. As children, they were showered with the \"flames of spirit\" of the fallen fairies in a forest, and can now hear Seelon's voice. Donning powered suits, the product of a collaboration between Seelon's magic and Doctor Dazai's science, the five become the Turborangers, juggling days of fighting with their regular school lives, in order to defeat the Bōma Tribes.",
    "cover": "KST_PromoPoster.PNG.png",
    "logo": "Logo-turboranger.png",
    "background": "background.png",
    "titleCard": "Turboranger_Title_Card.jpg",
    "fandomWiki": "https://powerrangers.fandom.com/wiki/Kousoku_Sentai_Turboranger",
    "imdbUrl": "https://www.imdb.com/title/tt0096629",
    "imdbRating": "7.4",
    "releaseInfo": "1989-1990",
    "averageRunningTime": "30m",
    "seasons": [
      "Season 1",
      "Season 2",
      "Trailers",
      "Specials",
      "Movies"
    ],
    "details": "Kousoku Sentai Turboranger (高速戦隊ターボレンジャー Kōsoku Sentai Tāborenjā), individually known as the Turborangers (ターボレンジャー Tāborenjā), is the 13th Super Sentai, composed of five high school students who were recruited to fight the Hundred Boma Tribes.\n\nTwenty thousand years ago, the Fairy race assisted humans in a battle against the Bōma Tribes and sealed them away. Due to modern-day pollution and man's destruction of nature, the power of Fairy magic has weakened, allowing the seal to be broken and the Tribes escape. With the help of Doctor Dazai, Seelon, the last of the fairies, summoned five high school seniors. As children, they were showered with the \"flames of spirit\" of the fallen fairies in a forest, and can now hear Seelon's voice. Donning powered suits, the product of a collaboration between Seelon's magic and Doctor Dazai's science, the five become the Turborangers, juggling days of fighting with their regular school lives, in order to defeat the Bōma Tribes."
  },
  {
    "_id": "04",
    "title": "Hikari Sentai Maskman",
    "summary": "Commander Sugata is a scientist and sage who excels in mental reinforcements and is a master of every martial art. He disthumbnailed the existence of the Underground Empire Tube, a once peaceful kingdom that has turned into a malignant force under the mysterious Zeba, who desires to conquer the surface. In order to stand against them and thwart their plans, Sugata recruits five young people to become the Maskmen. Each becomes specialized in a style of martial arts, and Sugata teaches them the ways of the mystical \"Aura Power\" energy. A year after Sugata recruits and trains the Maskmen, the Underground Empire Tube is ready to strike. Princess Ial of the deposed Igam Royal Family, sent to spy above ground as Mio, falls in love with Takeru, and wishes for those underground and above ground to coexist. She is kidnapped and imprisoned in ice for her betrayal. As Takeru and the Maskmen battle Tube, they learn about Ial and Igam's relationship, and a terrible dark secret about Zeba, the Tube leader.",
    "cover": "6731772.jpg",
    "logo": "Logo-maskman.png",
    "background": "background.png",
    "titleCard": "11op_maskman.jpg",
    "fandomWiki": "https://powerrangers.fandom.com/wiki/Hikari_Sentai_Maskman",
    "imdbUrl": "https://www.imdb.com/title/tt0092371",
    "imdbRating": "7.1",
    "releaseInfo": "1987-1988",
    "averageRunningTime": "30m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Hikari Sentai Maskman (光戦隊マスクマン, Hikari Sentai Masukuman, translated into English as Light Squadron Maskman) is the 11th entry of Toei's Super Sentai Series. It aired on TV Asahi from February 28, 1987 to February 20, 1988, with a total of 51 episodes. The show was also distributed internationally, where it achieved great popularity in countries such as the Philippines, France, and Brazil. The Philippine dub was released as Laser Squadron Maskman, the French dub as Bioman 2: Maskman and the South Korean dub as Light Warrior Maskman (빛의전사 마스크맨 Bichui Jeonsa Maseukeumaen)."
  },
  {
    "_id": "05",
    "title": "Chikyu Sentai Fiveman",
    "summary": "In 1970, Doctor Hoshikawa was researching how to transform the planet Sedon into a green, lush world, testing it by attempting to grow flowers. On the day the first flower bloomed, the Zone Empire launched an assault on the planet, separating him and his wife from their five children. Arthur G6 took the five children back to Earth and raised them while after the attack, Doctor Hoshikawa is safely went to Planet P16 Milky way.\n\nTwenty years later, the five are now teachers at the same school, the Newtown Elementary School (Newtown Shougakko). The Galactic Imperial Army Zone led by Empress Meadow and Captain Garoa now prepares to invade Earth as its thousandth target to destroy for immortality of Empress Meadow (but later reveals that Empress Meadow is an illusion used by Vulgyre, their base which is also a gigantic lifeform monster to manipulate them in order to be a \"god\"). As they begin the attack, three vehicles appear and counter the offensive. Five warriors descend from the vehicles and confront Zone.\n\nThe Hoshikawa siblings have been developing the Fiveman technology and training hard upon the possibility of Zone invading Earth. Now the five siblings are ready to battle with the familiar foes as Fiveman.",
    "cover": "Fiveman_Poster.png",
    "logo": "Logo-fiveman.png",
    "background": "background.png",
    "titleCard": "Fiveman-logo.jpg",
    "fandomWiki": "https://powerrangers.fandom.com/wiki/Chikyuu_Sentai_Fiveman",
    "imdbUrl": "https://www.imdb.com/title/tt0098767",
    "imdbRating": "7.5",
    "releaseInfo": "1990-1991",
    "averageRunningTime": "25m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Chikyuu Sentai Fiveman (地球戦隊ファイブマン Chikyū Sentai Faibuman, lit. Earth Squadron Fiveman) is the Toei Company production and the 14th entry of Super Sentai series. It aired on TV Asahi from March 2, 1990 to February 8, 1991, with a total of 48 episodes. In the Philippine dub it was named as Fiveman: World Defense Force. \n\nThe average ratings of the series were 6.5%."
  },
  {
    "_id": "06",
    "title": "Choujin Sentai Jetman",
    "summary": "This series takes place in 1991 on the Earth Ship, the command center of an international defense agency called Sky Force, the guardian of peace on Earth. In the ship, scientists have developed \"Birdonic Waves\", a newly developed technology which gives the subject superhuman abilities. The experiments called \"J-Project\" were successful. Aya Odagiri, the director of the project, chose five elite Sky Force officials from Earth to use this technology. Ryu Tendo, one of the Sky Force officers, was successfully exposed to the Birdonic waves, making him the first Jetman, the Red Hawk.\n\nHowever, the Earth Ship is suddenly attacked by Vyram, an evil outer-dimensional organization bent on inter-dimensional domination. They successfully destroy the ship and seemingly killing Ryu's lover and fellow candidate member Rie, in the chaos. The remaining Birdonic waves that were meant for the other four officials become scattered on Earth, hitting four civilians instead. Odagiri and Ryu successfully escape and begin searching on Earth for the four remaining Jetman, training them to aid them in stopping Vyram's plans of conquering our dimension.",
    "cover": "coverCSJ_PromoPoster.png",
    "logo": "Logo-jetman.png",
    "background": "background.png",
    "titleCard": "ChoujinSentaiJetman.jpg",
    "fandomWiki": "https://powerrangers.fandom.com/wiki/Choujin_Sentai_Jetman",
    "imdbUrl": "https://www.imdb.com/title/tt0101063",
    "imdbRating": "8.3",
    "releaseInfo": "1991-1992",
    "averageRunningTime": "25m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Chōjin Sentai Jetman (鳥人戦隊ジェットマン Chōjin Sentai Jettoman, translated into English as Birdman Squadron Jetman), is the 15th entry of Super Sentai series. It was produced by Toei and Bandai. It aired on TV Asahi at 5:00 PM every Friday from February 15, 1991 to February 14, 1992, with a total of 51 episodes.\n\nThe show was inspired by Kagaku Ninjatai Gatchaman, and was the last Super Sentai series not to be adapted into a Power Rangers series until Ressha Sentai ToQger.\n\nIt later spawned a non-canon manga sequel, Choujin Sentai Jetman: Toki wo Kakete, set five years after the series.\n\nShout! Factory released Jetman on Region 1 DVD in North America on September 25, 2018. This makes Jetman the first non-Power Rangers adapted Sentai as well as the first pre-Mighty Morphin Sentai series to be released in North America in its original form.[1]\n\nThe average ratings of the series was 7.1%."
  },
  {
    "_id": "07",
    "title": "Kamen Rider Black",
    "summary": "After being kidnapped by the cult Gorgom on the night of their 19th birthday, stepbrothers Kotaro Minami and Nobuhiko Akizuki were submitted to a cyborg surgery with the purpose of becoming the candidates for the next Gorgom Creation King. Both of them are called Century Kings and are destined to best each other in a final battle - whoever wins will become the next Creation King. Kotaro escaped before getting brainwashed (which is the final step in the surgery), with help from his foster father, and turned against Gorgom. He soon finds out the horrific truth from his stepfather: Gorgom originally killed his true parents and, since both Kotaro and Nobuhiko were born on the day of a solar eclipse, referred as \"Black Sun\" and \"Shadow Moon\". Kotaro, taking on the name of Kamen Rider Black, was determined to rescue his stepbrother from Gorgom while protecting Japan.",
    "cover": "8105822black.jpg",
    "logo": "Black_Logo.png",
    "background": "background.png",
    "titleCard": "Kamen_rider_black_title_banner.jpg",
    "fandomWiki": "https://kamenrider.fandom.com/wiki/Kamen_Rider_Black",
    "imdbUrl": "https://www.imdb.com/title/tt0156213",
    "imdbRating": "8.3",
    "releaseInfo": "1987-1988",
    "averageRunningTime": "25m",
    "seasons": [
      "Season 1",
      "Season 2",
      "Specials"
    ],
    "details": "Kamen Rider Black (仮面ライダーBLACKブラック, Kamen Raidā Burakku) is a tokusatsu superhero-drama television series. It is the eighth installment in the Kamen Rider series and a co-production between Ishimori Productions and Toei. The series aired on the Mainichi Broadcasting System and the Tokyo Broadcasting System from October 4, 1987 to October 9, 1988.\n\nThe series has spawned a manga adaptation that ran in Shōnen Sunday during its broadcast; a direct sequel, Kamen Rider Black RX, in 1988; and an upcoming reboot film titled Kamen Rider Black Sun (仮面ライダーBLACK SUN, Kamen Raidā Burakku San) to premiere in 2022."
  },
  {
    "_id": "08",
    "title": "Choudenshi Bioman",
    "summary": "Many centuries ago, the android Peebo and the Bio Robo came to Earth from the fallen Bio Star. The Bio Robo showered five people with the Bio Particles, which would be passed on to later generations. In the present day, Doctor Man and his Shin Teikoku (New Empire) Gear threaten the world. Peebo must find the descendants of the original Bio Particle-showered five to form the Choudenshi (Super Electronic Squadron) Bioman.",
    "cover": "CDB_PromoPoster.jpg",
    "logo": "Logo-bioman.png",
    "background": "background.png",
    "titleCard": "ChoudenshiBiomanLogo.png",
    "fandomWiki": "https://powerrangers.fandom.com/wiki/Choudenshi_Bioman",
    "imdbUrl": "https://www.imdb.com/title/tt0086683",
    "imdbRating": "6.5",
    "releaseInfo": "1984-1985",
    "averageRunningTime": "30m",
    "seasons": [
      "Season 1",
      "Season 2",
      "Movies"
    ],
    "details": "Choudenshi Bioman (超電子バイオマン, Chōdenshi Baioman, Super Electron Bioman) is Toei Company's eighth installment in the Super Sentai metaseries. Its 51 episodes aired on TV Asahi from February 4, 1984 to January 26, 1985 with a movie being released during the show's initial run.\n\nIt is the first Super Sentai series to have two females in the main five as well as the first Super Sentai series to have a female Yellow Ranger. The international English title is listed by Toei as Bioman.[1] It was dubbed into English in the Philippines in the late 80's."
  },
  {
    "_id": "09",
    "title": "Toushou Daimos",
    "summary": "After the destruction of their home world, the survivors of the planet Baam head towards Earth with the goal of negotiating the purchase of land for emigration. Unfortunately, during the negotiations, the Baam-seijin leader is assassinated by his second in command and the delegation from Earth is framed for the murder. In the ensuing chaos, Doctor Isamu Ryūzaki of the Earth delegation is shot and killed.\n\nShortly after the disastrous end of the talks, the Baam began a campaign of terror against Earth. The only thing standing between the Earthlings and annihilation is the transforming, karate-using super robot, Daimos and its pilot, Kazuya Ryūzaki. But that changes when he meets and falls in love with a mysterious girl named Erika, who turns out to be the daughter of the deceased Baam-seijin leader. Over the course of their struggles to reunite, Kazuya and Erika each learn that the other's people are not all evil... And that their own people are not all good.",
    "cover": "282994_front.jpg",
    "logo": "daimos-logo.png",
    "background": "background.png",
    "titleCard": "Daimos.jpg",
    "fandomWiki": "https://manga.fandom.com/wiki/T%C5%8Dsh%C5%8D_Daimos",
    "imdbUrl": "https://www.imdb.com/title/tt0159923",
    "imdbRating": "7.9",
    "releaseInfo": "1978-1979",
    "averageRunningTime": "24m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Tōshō Daimos (闘将ダイモス, Tōshō Daimosu, \"Fighting General Daimos\") is a Japanese anime television series produced by Toei Animation and animated by Nippon Sunrise, directed by Tadao Nagahama as his last work. It is the third and final installment of the Robot Romance Trilogy, following Chōdenji Robo Combattler V and Chōdenji Machine Voltes V. It aired on TV Asahi from April 1, 1978 to January 27, 1979, consisting of 44 episodes."
  },
  {
    "_id": "10",
    "title": "Choudenji Machine Voltes V",
    "summary": "A demonic race from a planet 14,000 lightyears away called Boazan headed by Prince Heinel arrived on Earth to start an invasion to fulfill their emperor's ambition of universal conquest. Standing on their way is a group of heroic warriors piloting a a giant ultra-magnetic robot called Voltes V. It was a long and bitter struggle that took the heroes from Earth to Boazan.",
    "cover": "voltes-v-cover.jpg",
    "logo": "voltes-v-logo.png",
    "background": "background.png",
    "titleCard": "voltes-v-title-card.jpg",
    "fandomWiki": "https://superrobotwars.fandom.com/wiki/Super_Electromagnetic_Machine_Voltes_V",
    "imdbUrl": "https://www.imdb.com/title/tt0159855",
    "imdbRating": "8.1",
    "releaseInfo": "1977-1978",
    "averageRunningTime": "24m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Super Electromagnetic Machine Voltes V (Japanese: 超電磁マシーン ボルテスVファイブ, Hepburn: Chōdenji Mashīn Borutesu Faibu), popularly known as simply Voltes V (pronounced as \"Voltes Five\") is a Japanese anime television series produced by Toei Company and Nippon Sunrise. It is the second installment of the Robot Romance Trilogy, which also includes Chōdenji Robo Combattler V and Tōshō Daimos. It is directed by Tadao Nagahama and produced by Yoshiyuki Tomino. It aired on TV Asahi from June 1977 to March 1978."
  },
  {
    "_id": "11",
    "title": "Uchuu Keiji Gavan",
    "summary": "Earth is invaded by the criminal organization known as Makuu, led by Don Horror, who had first destroyed a space colony near Earth. Don Horror wants to dominate the whole universe, and the Earth represents an obstacle that he has to overcome by turning it into a domain for all evil. In response to Makuu's attack, Space Sheriff Gavan of the Galactic Union Police (銀河連邦警察, Ginga Renpō Keisatsu) is deployed to Earth to defend his mother's home world. Gavan is helped by Mimi, the daughter of Commander Qom, and is given information by Qom, assisted by Marin on his home planet. Gavan goes to Earth to defend it against Don Horror and his devilish schemes. He settles on Earth incognito as Retsu Ichijouji, taking a job at the Avalon Youth Club in Japan to track Makuu's forces down.",
    "cover": "55415_1_large.jpg",
    "logo": "Gavan_logo_transparent.png",
    "background": "background.png",
    "titleCard": "Ukgavantitle1.webp",
    "fandomWiki": "https://metalheroes.fandom.com/wiki/Uchuu_Keiji_Gavan",
    "imdbUrl": "https://www.imdb.com/title/tt0182637",
    "imdbRating": "7.5",
    "releaseInfo": "1982-1983",
    "averageRunningTime": "30m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Space Sheriff Gavan (宇宙刑事ギャバン, Uchū Keiji Gyaban), also known as Space Cop Gabin[1] and Space Cop Gaban,[2] is a Japanese Tokusatsu series produced by Toei Company that aired on TV Asahi from March 5, 1982 to February 25, 1983. The series launched the Metal Hero franchise and was the first installment in the Space Sheriff series."
  },
  {
    "_id": "12",
    "title": "B't X",
    "summary": "Teppei is going to visit his older brother Kotaro Takamiya during a scientific conference after training with a mysterious woman named Karen for the past 11 years. However his plans for a family reunion become stalled when a woman named Aramis kills everyone in the conference to kidnap Kotaro. Teppei on the way to save his brother encounters a broken mechanical horse called B't X who revives thanks to Teppei's blood and is now his aide to save his brother from the mysterious Machine Empire.",
    "cover": "btx-cover.jpg",
    "logo": "btx-logo.png",
    "background": "background.png",
    "titleCard": "Anime-title-card.webp",
    "fandomWiki": "https://btx.fandom.com/wiki/B%27t_X",
    "imdbUrl": "https://www.imdb.com/title/tt0331863",
    "imdbRating": "6.8",
    "releaseInfo": "1996-1997",
    "averageRunningTime": "25m",
    "seasons": [
      "Season 1",
      "Season 2 (B't X Neo)"
    ],
    "details": "B't X (Japanese: ビート・エックス, Hepburn: Bīto Ekkusu), pronounced \"beat X\" and stylized as B'T X, is a manga series, written and illustrated by Masami Kurumada. It was serialized in Shōnen Ace from 1994 to 2000. The series is set in a fictional universe where science has progressed to the creation of mechanical AI creatures known as Bt's. An anime adaptation containing 25 episodes was aired in Japan between April and September 1996, followed by a sequel containing 14 episodes called B't X Neo (ビート・エックス・ネオ, Bīto Ekkusu Neo) which was made between 21 August to 20 November 1997. The anime series strayed off from the manga series in Neo, giving its own conclusion to the show.\n\nThe anime series was animated by TMS Entertainment; a total number of 39 episodes was produced."
  },
  {
    "_id": "13",
    "title": "Kishin Douji Zenki",
    "summary": "In ancient times, a great battle was waged between a master mage, Enno Ozuno, and an evil demon goddess, Karuma. Unfortunately, Enno didn't have the strength to defeat her alone and was forced to call upon Zenki, a powerful protector demon. After Karuma was defeated, Enno sealed Zenki away in a pillar located inside his temple. 1,200 years after this epic battle, Enno's descendant, Chiaki, spends her days showing tourists around her hometown of Shikigami-cho and doing exorcisms to pay the bills. One day, two thieves enter the town in hopes of opening a seal in the Ozuno temple and releasing the hidden treasure from within. However, what actually pops out is a dark entity that attaches itself to the henchmen, transforming them into demonic beings. After this transformation, they begin a rampage through the temple, terrorizing poor Chiaki. It is now up to this young progeny to unleash her family's powers to summon Zenki and save Shikigami-cho from these demons, as well as the evil entities sure to follow in their footsteps.",
    "cover": "zenki-cover.jpg",
    "logo": "zenki-logo.png",
    "background": "background.png",
    "titleCard": "zenki-title_card.jpg",
    "fandomWiki": "https://kishin-douji-zenki.fandom.com/wiki/Zenki",
    "imdbUrl": "https://www.imdb.com/title/tt0112233",
    "imdbRating": "6.5",
    "releaseInfo": "1995-1995",
    "averageRunningTime": "22m",
    "seasons": [
      "Season 1"
    ],
    "details": "Zenki (Japanese: 鬼神童子ZENKIゼンキ, Hepburn: Kishin Dōji Zenki, lit. \"Demon God Child Zenki\") is a Japanese manga series written by Kikuhide Tani and illustrated by Yoshihiro Kuroiwa. It was introduced and serialized in the Shueisha publication, Monthly Shōnen Jump from December 1992 to September 1996. Zenki was adapted into a fifty-one episode anime television series in 1995 and a single original video animation in 1997 by Studio Deen and also received five video games. Enoki Films handles the English language version of the anime and its distribution rights."
  },
  {
    "_id": "14",
    "title": "Flame of Recca",
    "summary": "Recca is a boy living in the modern world, only he seems drawn to following the ways of the ninja. On the day he befriends a girl named Yanagi who has a mysterious power of healing, he is confronted and challenged by a Dark Priestess. This battle leads Recca to discover a strange power within himself. Afterwards, he finds that not only is his past and destiny not as crystal clear as he had thought, but there are others with powers practicing the way of the ninja who challenge him one after another.",
    "cover": "flame-of-recca-cover.jpg",
    "logo": "flame-of-recca-logo.png",
    "background": "background.png",
    "titleCard": "flame-of-recca-title_card.jpg",
    "fandomWiki": "https://flameofrecca.fandom.com/wiki/Main_Page",
    "imdbUrl": "https://www.imdb.com/title/tt2160200",
    "imdbRating": "7.3",
    "releaseInfo": "1997-1998",
    "averageRunningTime": "22m",
    "seasons": [
      "Season 1",
      "Season 2"
    ],
    "details": "Flame of Recca is a 42-episode anime series produced by Studio Pierrot and directed by Noriyuki Abe. It is an adaptation of the manga series of the same name by Nobuyuki Anzai. The plot follows the protagonist Recca Hanabishi, a teenage ninja with the ability to manipulate fire and a descendant of the Hokage, a ninja clan wiped out centuries ago.\n\nThe series aired in Japan from July 19, 1997 to July 10, 1998 on Fuji Television.[1] Flame of Recca has also aired on the satellite network Animax in Japan and Asia.[2][3] Pony Canyon has released the entire series on DVD and laserdisc, while Geneon released it in two DVD boxsets on April 22 and June 24, 2004 in Japan.[4] In North America, Viz Media released the series in ten separate DVD volumes between October 26, 2004 and January 9, 2007.[5][6]\n\nThe Flame of Recca anime series featured background music composed by Yusuke Honma. The series featured \"Nanka Shiawase\" (なんか幸せ, lit. \"Something Happy\") by The Oystars as its opening theme, and used \"Love is Changing\" (西田ひかる) by Hikaru Nishida and \"Zutto Kimi no Soba de\" (ずっと君の傍で, lit. \"By Your Side Forever\") by Yuki Masuda as its ending themes for episodes 1-32 and episodes 33-42 respectively."
  },
  {
    "_id": "15",
    "title": "Slam Dunk",
    "summary": "Sakuragi Hanamichi is a junior high punk used to getting into fights and being rejected by girls but upon entering high school he meets the girl of his dreams, Haruko Akagi. He will do anything in order to win her heart including joining the school basketball team that is aiming to conquer the nation lead by Haruko’s brother. The problem is that Sakuragi has never played basketball before and a freshman sensation is stealing the spotlight and Haruko’s affection from him.",
    "cover": "slam-dunk-cover.jfif",
    "logo": "slam-dunk-logo.png",
    "background": "background.png",
    "titleCard": "slam-dunk-title-card.jpg",
    "fandomWiki": "https://slamdunk.fandom.com/wiki/Main_Page",
    "imdbUrl": "https://www.imdb.com/title/tt0965547",
    "imdbRating": "8.7",
    "releaseInfo": "1993-1996",
    "averageRunningTime": "22m",
    "seasons": [
      "Season 1",
      "Season 2",
      "Season 3",
      "Season 4",
      "Movies"
    ],
    "details": "Slam Dunk is an anime series adapted from the manga of the same title by Takehiko Inoue.[1] The series tells the story of a teenager called Hanamichi Sakuragi who falls in love with a girl named Haruko Akagi, and decides to enter the Shohoku High School Basketball Team in order to attract her, as she is already in love with another Shohoku player, Kaede Rukawa. As Sakuragi starts learning how to play basketball, he begins to take a liking to the sport.\n\nProduced by Toei Animation and directed by Nobutaka Nishizawa, the series aired on TV Asahi from October 16, 1993 to March 23, 1996. Toei compiled the episodes into a series of seventeen DVDs which were released in Japan from December 10, 2004 to May 21, 2005.[2][3] Toei once again collected the series in three DVD boxes during 2008. All three boxes have a total of seventeen discs.[4][5][6]\n\nToei and Geneon briefly chose to release the anime on DVD after the manga was discontinued, though the anime was also discontinued after only a few volumes.[7][8] The first DVD was released on March 15, 2005 and volume 4 was the last one released on June 14, 2005 before they were cancelled. To celebrate the 20th anniversary of its broadcast, the anime was released on Blu-ray in 2014.[9] Episodes 1-85 are the only episodes dubbed into English currently available. Episodes 86-101 were dubbed but currently only remain available subtitled.[10][11] Various episodes from the series were also downloadable from IGN's Direct2Drive service.[12] Toei is currently streaming episodes of the series online for a fee and for free through Crunchyroll. In May 2009, Joost started streaming all 101 episodes on their website.[13] Each episode is in Japanese, with English subtitles.[14]\n\nSix musical themes are used through all the series: two opening themes and the four ending themes. \"Kimi ga Suki da to Sakebitai\" (君が好きだと叫びたい, \"I Want to Shout 'I Like You'\") by Baad is used as the opening theme for the first 61 episodes. \"Zettai ni, Daremo\" (ぜったいに 誰も, \"Definitely, Anyone\") by Zyyg replaces it as the opening theme for episodes 62-101. \"Anata Dake Mitsumeteru\" (あなただけ見つめてる, \"I Only See You\") by Maki Ohguro is used as the ending theme for the first 24 episodes. \"Sekai ga Owaru Made wa...\" (世界が終るまでは…, \"Until the World Ends...\") by Wands follows it as the ending for episodes 25-49. \"Kirameku Toki ni Torawarete\" (煌めく瞬間に捕われて, \"Captured in This Magical Moment\") by Manish is used for episodes 50-81 and \"My Friend\" (マイ フレンド, Mai Furendo) by Zard is used for episodes 82-101.[1] The remaining music was composed by Takanobu Masuda. Three CD soundtracks were released during the airing of the series in Japan.[15][16]"
  },
  {
    "_id": "16",
    "title": "Mobile Suit Gundam Wing",
    "summary": "It is the year After Colony 195, and war between the Space Colonies and Earth has begun. To give the colonies an edge, they send 5 young soldiers, trained to perfection, to earth in the most powerful of Mobile Suits-Gundams. With their arrival, the tide of the war changes as they battle against the Earth forces and the Colonies of their origin.",
    "cover": "gundam-wing-cover.jpg",
    "logo": "gundam-wing-logo.png",
    "background": "background.png",
    "titleCard": "gundam-wing-title-card.jpg",
    "fandomWiki": "https://gundam.fandom.com/wiki/Mobile_Suit_Gundam_Wing",
    "imdbUrl": "https://www.imdb.com/title/tt0159193",
    "imdbRating": "8.0",
    "releaseInfo": "1995-1996",
    "averageRunningTime": "30m",
    "seasons": [
      "Season 1",
      "Season 2",
      "OVA: Operation Meteor",
      "OVA: Endless Waltz",
      "Specials"
    ],
    "details": "Mobile Suit Gundam Wing, also known in Japan as New Mobile Report Gundam Wing[2] (新機動戦記ガンダムWウイング, Shin Kidō Senki Gandamu Wingu), is a 1995 Japanese mecha anime series directed by Masashi Ikeda and written by Katsuyuki Sumizawa. It is the sixth installment in the Gundam franchise, taking place in the \"After Colony\" timeline. As with the original series, the plot of Gundam Wing centers on a war in the future (specifically, After Colony 195) between Earth and its orbital colonies in the Earth-Moon system.\n\nThe series aired in Japan on the terrestrial TV Asahi network. It ran for 49 episodes, beginning on April 7, 1995 and ending on March 29, 1996. It received multiple manga adaptations, as well as video games. Four original video animation (OVA) episodes were produced including a retelling of the series, Operation Meteor, and a direct sequel, Endless Waltz. In 2010, Sumizawa started writing the novel Frozen Teardrop, another sequel to the series. While the series fared modestly well in Japan, it found greater success in the United States and popularized the Gundam franchise in the West."
  },
  {
    "_id": "17",
    "title": "Magic Knight Rayearth",
    "summary": "Three young girls, Hikaru, Umi, and Fuu, are transported to a magical world called Cephiro during a field trip to Tokyo Tower. They are soon greeted by Master Mage Clef, who explains to them that they have been summoned to become the Legendary Magic Knights and save Cephiro. The girls are less than enthusiastic about this idea, and only want to return home. Clef further explains that they must seek out the three Rune Gods to help them fight. He bestows armor and magical powers to each of them. They learn from Clef that High Priest Zagato has kidnapped the Pillar of Cephiro, Princess Emeraude. The Pillar of Cephiro has the sole responsibility of keeping Cephiro alive and in balance with her prayers. Without Princess Emeraude, Cephiro would fall into ruin. Hikaru, Umi, and Fuu must fight off Zagato’s henchman and find the Rune Gods if they ever want to get back home. They soon learn that friendship and loyalty are the only things they can rely on in the crumbling Cephiro.",
    "cover": "mkr-cover.jpg",
    "logo": "mkr-logo.png",
    "background": "background.png",
    "titleCard": "mkr-title-card.jpg",
    "fandomWiki": "https://magicknightrayearth.fandom.com/wiki/Magic_Knight_Rayearth_Wiki",
    "imdbUrl": "https://www.imdb.com/title/tt0112057",
    "imdbRating": "7.6",
    "releaseInfo": "1994-1995",
    "averageRunningTime": "20m",
    "seasons": [
      "Season 1",
      "Season 2",
      "OVAs"
    ],
    "details": "Magic Knight Rayearth (魔法騎士マジックナイトレイアース, Majikku Naito Reiāsu) is a Japanese manga series created by Clamp. Appearing as a serial in the manga magazine Nakayoshi from the November 1993 issue to the February 1995 issue, the chapters of Magic Knight Rayearth were collected into three bound volumes by Kodansha, and were published from July 1994 to March 1995. A sequel was serialized in the same manga magazine from the March 1995 issue to the April 1996 issue, and was published by Kodansha in three bound volumes from July 1995 to April 1996. The series follows three eighth-grade girls who find themselves transported from modern-day Japan into a magical world, where they are tasked with rescuing a princess.\n\nRayearth combines elements from the magical girl and mecha anime genres with parallel world fantasy. The manga was adapted into two anime series in 1994 and an original video animation (OVA) in 1997.\nThe anime series aired first on Japan's Yomiuri TV and on NNS in Tokyo on October 17, 1994, and ended on November 27, 1995. It was directed by Toshihiro Hirano and co-produced by Yomiuri TV and Tokyo Movie Shinsha (now TMS Entertainment). The anime had 2 seasons, lasting 49 episodes altogether. The TV series was licensed in the U.S. twice, first by The Ocean Group and second by Media Blasters and was dubbed by Bang Zoom! Entertainment. The anime series was also aired on the Philippine television network ABS-CBN in 1996, dubbed in Tagalog and airing every Sunday at 9:00 am for the first season and 10:30 am for the second season in 1997. It was popular with Filipino female children and became one of the Philippines' highest-rated anime series of the 20th century, helping to revitalize Filipino interest in anime. It was later aired on GMA Network on November 26, 2001, but on a weekday basis and with a Tagalog dub produced by Telesuccess Productions. It was released on both VHS and DVD. Discotek Media re-released the series on DVD and Blu-ray on January 31, 2017.[15][16] Anime Limited announced that they had acquired the series for release in the United Kingdom and Ireland.[17]"
  },
  {
    "_id": "18",
    "title": "Seiun Kamen Machineman",
    "summary": "Traveling in the spaceship \"Space Colony\", Nick, with the help of his ball-shaped robot \"Ball Boy\", arrive on Earth to study the behavior and manners of human beings for his doctoral degree thesis. Under the human identity of a young man named Ken Takase, he meets Maki Hayama, a photographer at Shukan Hit newspaper, and later saves her from a building fall. Maki was taking pictures for a scoop about a building which had been mysteriously demolished. Later, she and Ken find that the evil organization \"Tentacle\" is behind the demolitions and other evil deeds around the world. Nick then decides to extend his stay on Earth and uses his advanced technology and superior powers to protect Maki and the children of Earth under the alter-ego of Machineman, a red- and yellow-suited superhero. Armed with an advanced technology weapons, he begins fighting Tentacle's cyborgs and protect humankind.\n\nA few episodes later, Machineman succeeds in dismantling Tentacle; however, Professor K flees to Spain and his niece, Lady M, appears. With her aide Tonchinkan, they establish a new organization called \"Octopus\". Like her uncle, she is allergic to children (whenever she is near one, her nose turns red). In the beginning, she calls up various thieves and legendary criminals from around the world, but later robotic drones are assembled to combat Machineman. By the end of the series, the missing Professor K returns, bringing with him the biggest threat the hero had ever faced: Golden Monsu, a fortified version of Tetsujin Monsu.",
    "cover": "machineman-cover.jpg",
    "logo": "machineman-logo.png",
    "background": "background.png",
    "titleCard": "machineman-title-card.jpg",
    "fandomWiki": "https://tokusatsu.fandom.com/wiki/Seiun_Kamen_Machineman",
    "imdbUrl": "https://www.imdb.com/title/tt0184142",
    "imdbRating": "7.6",
    "releaseInfo": "1984-1984",
    "averageRunningTime": "30m",
    "seasons": [
      "Season 1",
      "Extras"
    ],
    "details": "Seiun Kamen Machineman (星雲仮面マシンマン, Seiun Kamen Mashinman, translated as \"Nebula Mask Machineman) is a Japanese Tokusatsu television series created by Shotaro Ishinomori and produced by Toei Company. It aired from January 13th until September 28th, 1984. It revolves around the adventures of Nick (Nikku), a college student from the Ivy planet (located at the Pleiades) and his arrival on Earth to study the earthlings' behavior. Upon arrival, he is called in for the activities of the evil organization called \"Tentacle\", whose don, Professor K, wishes to eliminate all children in the world.\nSeveral of the series' aspects are rumored to have been inspired by American DC Comics superhero Superman, although this was never confirmed by either Ishinomori or Toei.\n\nOn April 2020, Machineman became one of the 70 shows to stream on the Toei Tokusatsu World Youtube channel."
  }
]